brew "act"
brew "asciinema"
brew "asciiquarium"
brew "awscli"
brew "bat"
brew "fd"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "gotop"
brew "k9s"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nodebrew"
brew "pipes-sh"
brew "pstree"
brew "ripgrep"
brew "sd"
brew "sheldon"
brew "starship"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "wget"
cask "alacritty"
cask "alt-tab"
cask "cursor"
cask "claude"
cask "deepl"
cask "discord"
cask "docker"
cask "epic-games"
cask "flux"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cast "keyclu"
cask "notion"
cask "obs"
cask "raycast"
cask "rectangle"
cask "selfcontrol"
cask "slack"
cask "spotify"
cask "unity-hub"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Flow", id: 1423210932
mas "HotKey", id: 975890633
mas "KeiSignal", id: 1144071713
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
