tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "asciinema"
brew "asciiquarium"
brew "awscli"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "gotop"
brew "mas"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nodebrew"
brew "pipes-sh"
brew "pstree"
brew "pyenv"
brew "ripgrep"
brew "sd"
brew "sheldon"
brew "starship"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "wget"
cask "alacritty"
cask "alt-tab"
cask "cheatsheet"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "fig"
cask "flux"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "gyazo"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "notion"
cask "obs"
cask "raycast"
cask "rectangle"
cask "selfcontrol"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Flow", id: 1423210932
mas "HotKey", id: 975890633
mas "KeiSignal", id: 1144071713
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
