tap "andreasgrill/utils"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "koekeishiya/formulae"
tap "rhysd/git-brws", "https://github.com/rhysd/git-brws"
brew "act"
brew "asciinema"
brew "asciiquarium"
brew "awscli"
brew "bat"
brew "deno"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gitui"
brew "go"
brew "gotop"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nodebrew"
brew "pipes-sh"
brew "pstree"
brew "pyenv"
brew "ripgrep"
brew "sd"
brew "sheldon"
brew "starship"
brew "telnet"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "wget"
brew "wtfutil"
brew "yarn"
cask "alt-tab"
cask "cheatsheet"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "fig"
cask "flux"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "gyazo"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "meetingbar"
cask "notion"
cask "obs"
cask "raycast"
cask "rectangle"
cask "selfcontrol"
cask "skitch"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "1440", id: 1483764819
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "CommentScreen", id: 1450950860
mas "Flow", id: 1423210932
mas "HotKey", id: 975890633
mas "KeiSignal", id: 1144071713
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "RunCat", id: 1429033973
mas "WakeOnCommand", id: 1484204619
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "actboy168.lua-debug"
vscode "alefragnani.Bookmarks"
vscode "astro-build.astro-vscode"
vscode "atsushieno.language-review"
vscode "bierner.emojisense"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cyansprite.smoothscroll"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hbenl.vscode-test-explorer"
vscode "IBM.output-colorizer"
vscode "James-Yu.latex-workshop"
vscode "k--kato.docomment"
vscode "KevinRose.vsc-python-indent"
vscode "kosz78.nim"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "neilbrayfield.php-docblocker"
vscode "nimsaem.nimvscode"
vscode "orukred-tyranosyntax.tyranosyntax"
vscode "pdesaulniers.vscode-teal"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "SirTobi.pegjs-language"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "sysoev.vscode-open-in-github"
vscode "TabNine.tabnine-vscode"
vscode "taichi.vscode-textlint"
vscode "Tobiah.unity-tools"
vscode "Unity.unity-debug"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vsls-contrib.codetour"
vscode "WakaTime.vscode-wakatime"
vscode "withfig.fig"
vscode "wware.snippet-creator"
vscode "xdebug.php-debug"
vscode "yzhang.markdown-all-in-one"
